Repository: translation-jeju/translation-jeju-client
Catalog: lib/l10n/language_*.arb
Languages: id, ko, zh

source: Hello
id: Halo
ko: 안녕하세요
zh: 你好

source: Select Language
id: Pilih Bahasa
ko: 언어 선택
zh: 选择语言

# please_choose_language
source: Please choose your language.
id: Silakan pilih bahasa Anda.
ko: 언어를 선택하세요.
zh: 请选择您的语言。

source: English
id: Bahasa Inggris
ko: 영어
zh: 英语

# all_language
source: All Languages
id: Semua Bahasa
ko: 모든 언어
zh: 所有语言

source: Korean
id: Bahasa Korea
ko: 한국어
zh: 韩语

source: Indonesian
id: Bahasa Indonesia
ko: 인도네시아어
zh: 印尼语

source: Chinese
id: Bahasa Mandarin
ko: 중국어
zh: 普通话

source: Jeju Language
id: Bahasa Jeju
ko: 제주어
zh: 济州语

source: Translation
id: Terjemahan
ko: 번역
zh: 翻译

# conversation
source: Jeju Conversation
id: Percakapan Bahasa Jeju
ko: 회화
zh: 济州方言

# vocabulary
source: Vocabulary Book
id: Buku Kosakata
ko: 단어장
zh: 词汇书

source: Press the button and speak...
id: Tekan tombol dan bicara...
ko: 버튼을 누르고 말하세요...
zh: 按下按钮并说话...

source: What are you looking for?
id: Apa yang Anda cari?
ko: 무엇을 찾고 있나요?
zh: 你在找什么？

# last_one_remaining
source: Only one left.
id: Tinggal satu lagi.
ko: 마지막 하나 남았습니다.
zh: 还剩下最后一件事。

# hurry_up_and_come
source: Don't hesitate, come quickly.
id: Jangan ragu, datanglah segera.
ko: 주저하지 말고 빨리 오세요.
zh: 不要犹豫，快来吧。

# come_see
source: Come and see.
id: Datang dan lihat.
ko: 와서 보세요.
zh: 快来看看。

source: Hurry up.
id: Cepatlah.
ko: 서두르세요.
zh: 快来吧。

# classify_fish
source: Classify the fish.
id: Klasifikasikan ikan.
ko: 물고기를 분류하세요.
zh: 对鱼进行分类。

source: Try again.
id: Coba lagi.
ko: 다시 시도하세요.
zh: 再试一次。

# try_gradually
source: Try it little by little.
id: Cobalah sedikit demi sedikit.
ko: 천천히 시도해 보세요.
zh: 慢慢来，试试看。

# let_us_pick_citrus
source: Let's go pick citrus.
id: Mari kita memetik jeruk.
ko: 귤을 따러 가요.
zh: 我们去摘橘子吧。

# potatoes_stacked
source: The potatoes are well stacked.
id: Kentang ditumpuk dengan baik.
ko: 감자가 잘 쌓였습니다.
zh: 土豆堆得很好。

source: Goodbye.
id: Selamat tinggal.
ko: 안녕히 가세요.
zh: 再见。

# where_from
source: Where are you from?
id: Dari mana asal Anda?
ko: 어디서 오셨나요?
zh: 你从哪来？

# enjoy_meal
source: Eat slowly and enjoy.
id: Makanlah perlahan dan nikmati.
ko: 천천히 드시고 많이 드세요.
zh: 慢慢吃，吃很多。

# great_job
source: Thank you for your hard work.
id: Terima kasih atas kerja keras Anda.
ko: 수고하셨습니다.
zh: 非常感谢您的辛勤工作。

source: Welcome.
id: Selamat datang.
ko: 환영합니다.
zh: 欢迎。

source: Restaurant
id: Restoran
ko: 식당
zh: 餐厅

source: Greetings
id: Salam
ko: 인사
zh: 问候

source: Daily Life/Work
id: Kehidupan Sehari-hari/Pekerjaan
ko: 일상/일
zh: 日常生活/工作

source: Shopping
id: Belanja
ko: 쇼핑
zh: 购物

source: Done
id: Selesai
ko: 완료
zh: 完成

source: Why
id: Kenapa
ko: 왜
zh: 为什么

source: Many
id: Banyak
ko: 많이
zh: 很多

source: A little
id: Sedikit
ko: 조금
zh: 一点

source: Don't know
id: Tidak tahu
ko: 몰라요
zh: 不知道

source: Puppy
id: Anak anjing
ko: 강아지
zh: 小狗

source: Black stone
id: Batu hitam
ko: 검은 돌
zh: 黑石

source: First
id: Pertama
ko: 먼저
zh: 首先

source: Walking around
id: Berjalan berkeliling
ko: 돌아다니기
zh: 走来走去

source: Potato
id: Kentang
ko: 감자
zh: 土豆

source: Small thing
id: Benda kecil
ko: 작은 것
zh: 小东西

source: Please come in
id: Silakan masuk
ko: 어서 오세요
zh: 请进

source: Fish
id: Ikan
ko: 물고기
zh: 鱼

source: Urchin gathering
id: Pengumpulan landak laut
ko: 성게 채취
zh: 海胆采集

source: Going now
id: Saya akan pergi sekarang
ko: 이제 갈게요
zh: 我现在要走了

source: Eat a bit then go
id: Makan sedikit lalu pergi
ko: 조금 먹고 갈게요
zh: 吃一点再走

source: Hurry
id: Cepat
ko: 서둘러
zh: 快点

source: Walking while working
id: Berjalan sambil bekerja
ko: 돌아다니며 일하기
zh: 边走边工作

source: Cow head
id: Kepala sapi
ko: 소 머리
zh: 牛头

source: Soy sauce
id: Kecap
ko: 간장
zh: 酱油
